Repository: wp-plugins/dashboard-sticky-notes
Catalog: dashboard-sticky-notes-*.po
Languages: fr_fr

source: Sticky Notes
fr_fr: Pense-Bêtes

source: Sticky Note
fr_fr: Pense-Bête

source: Add New
fr_fr: Ajouter un Pense-Bête

source: Add New Sticky Note
fr_fr: Ajouter un Nouveau Pense-Bête

source: New Sticky Note
fr_fr: Nouveau Pense-Bête

source: Edit Sticky Note
fr_fr: Éditer le Pense-Bête

source: View Sticky Note
fr_fr: Voir le Pense-Bête

source: All Sticky Notes
fr_fr: Tous les Pense-Bêtes

source: Search Sticky Notes
fr_fr: Rechercher un Pense-Bête

source: No Sticky Notes found.
fr_fr: Aucun Pense-Bête n'a été trouvé.

source: No Sticky Notes found in Trash.
fr_fr: Aucun Pense-Bête n'a été trouvé dans la corbeille.

source: Output Option
fr_fr: Options d'Affichage

source: Context
fr_fr: Contexte

source: Normal
fr_fr: Normale

source: Side
fr_fr: Côté

source: Priority
fr_fr: Priorité

source: High
fr_fr: Élevée

source: Low
fr_fr: Faible

source: Target
fr_fr: Cibles
